{
    "product_link": [
        "https://store.eu.square-enix-games.com/en_GB/product/462642/final-fantasy-mini-plush-final-fantasy-ix-zidane",
        "https://store.eu.square-enix-games.com/en_GB/product/604828/final-fantasy-jigsaw-puzzle-final-fantasy-vii-500-piece",
        "https://store.eu.square-enix-games.com/en_GB/product/603952/final-fantasy-vii",
        "https://store.eu.square-enix-games.com/en_GB/product/306733/final-fantasy-plush-cactuar",
        "https://store.eu.square-enix-games.com/en_GB/product/598069/final-fantasy-mat-chocobo",
        "https://store.eu.square-enix-games.com/en_GB/product/560386/final-fantasy-plush-mascot-cactuar",
        "https://store.eu.square-enix-games.com/en_GB/product/598598/final-fantasy-jumbo-cactuar",
        "https://store.eu.square-enix-games.com/en_GB/product/598050/final-fantasy-mat-cactuar",
        "https://store.eu.square-enix-games.com/en_GB/product/731678/final-fantasy-ix-vinyl",
        "https://store.eu.square-enix-games.com/en_GB/product/487164/final-fantasy-xiv-carabineer-meteor",
        "https://store.eu.square-enix-games.com/en_GB/product/308033/final-fantasy-vii-plush-sephiroth",
        "https://store.eu.square-enix-games.com/en_GB/product/572126/final-fantasy-stacking-mug-chocobo",
        "https://store.eu.square-enix-games.com/en_GB/product/528349/final-fantasy-autograph-plush-chocobo",
        "https://store.eu.square-enix-games.com/en_GB/product/615819/final-fantasy-xiv-carbuncle-handkerchief",
        "https://store.eu.square-enix-games.com/en_GB/product/615815/final-fantasy-xiv-carbuncle-slipper",
        "https://store.eu.square-enix-games.com/en_GB/product/615807/final-fantasy-xiv-moogle-ears",
        "https://store.eu.square-enix-games.com/en_GB/product/676788/final-fantasy-xiv-poster-collection",
        "https://store.eu.square-enix-games.com/en_GB/product/468804/final-fantasy-series-clear-tumbler-moogle",
        "https://store.eu.square-enix-games.com/en_GB/product/561078/final-fantasy-trading-card-game-premium-sleeves-final-fantasy-vii-advent-children-tifa",
        "https://store.eu.square-enix-games.com/en_GB/product/447304/final-fantasy-fluffy-bundle-of-joy",
        "https://store.eu.square-enix-games.com/en_GB/product/629163/final-fantasy-jumbo-plush-chocobo",
        "https://store.eu.square-enix-games.com/en_GB/product/685982/final-fantasy-gaming-mouse-pad",
        "https://store.eu.square-enix-games.com/en_GB/product/495982/final-fantasy-xiv-the-best",
        "https://store.eu.square-enix-games.com/en_GB/product/487201/final-fantasy-xiv-carabineer-cactuar",
        "https://store.eu.square-enix-games.com/en_GB/product/480695/final-fantasy-xiv-spriggan-plushie",
        "https://store.eu.square-enix-games.com/en_GB/product/459724/final-fantasy-square-cushion-chocobo",
        "https://store.eu.square-enix-games.com/en_GB/product/435956/piano-collections-final-fantasy-xv",
        "https://store.eu.square-enix-games.com/en_GB/product/453299/final-fantasy-mini-plush-final-fantasy-vii-sephiroth",
        "https://store.eu.square-enix-games.com/en_GB/product/453809/final-fantasy-xiv-job-pin-monk",
        "https://store.eu.square-enix-games.com/en_GB/product/453764/final-fantasy-xiv-job-pin-warrior",
        "https://store.eu.square-enix-games.com/en_GB/product/442128/final-fantasy-xiv-baby-behemoth-plush",
        "https://store.eu.square-enix-games.com/en_GB/product/425608/final-fantasy-xiv-duality-arrangement-album",
        "https://store.eu.square-enix-games.com/en_GB/product/596676/final-fantasy-xiv-class-icon-weaver",
        "https://store.eu.square-enix-games.com/en_GB/product/596581/final-fantasy-xiv-class-icon-carpenter",
        "https://store.eu.square-enix-games.com/en_GB/product/596507/final-fantasy-xiv-job-pin-dancer",
        "https://store.eu.square-enix-games.com/en_GB/product/596490/final-fantasy-xiv-job-pin-gunbreaker",
        "https://store.eu.square-enix-games.com/en_GB/product/595227/final-fantasy-xiv-acrylic-stand-y-shtola",
        "https://store.eu.square-enix-games.com/en_GB/product/593462/final-fantasy-xiv-giant-beaver-plushie"
    ],
    "product_name": [
        "FINAL FANTASY MINI PLUSH: FINAL FANTASY IX ZIDANE",
        "FINAL FANTASY JIGSAW PUZZLE - FINAL FANTASY VII 500 PIECE",
        "FINAL FANTASY VII",
        "FINAL FANTASY PLUSH [CACTUAR]",
        "FINAL FANTASY MAT - CHOCOBO",
        "FINAL FANTASY PLUSH MASCOT - CACTUAR",
        "FINAL FANTASY JUMBO CACTUAR",
        "FINAL FANTASY MAT - CACTUAR",
        "FINAL FANTASY IX [VINYL]",
        "FINAL FANTASY XIV CARABINEER METEOR",
        "FINAL FANTASY VII PLUSH [SEPHIROTH]",
        "FINAL FANTASY STACKING MUG - CHOCOBO",
        "FINAL FANTASY AUTOGRAPH PLUSH – CHOCOBO",
        "FINAL FANTASY XIV - CARBUNCLE HANDKERCHIEF",
        "FINAL FANTASY XIV - CARBUNCLE SLIPPER",
        "FINAL FANTASY XIV - MOOGLE EARS",
        "FINAL FANTASY XIV POSTER COLLECTION",
        "FINAL FANTASY SERIES CLEAR TUMBLER - MOOGLE",
        "FINAL FANTASY TRADING CARD GAME PREMIUM SLEEVES - FINAL FANTASY VII ADVENT CHILDREN - TIFA",
        "FINAL FANTASY FLUFFY BUNDLE OF JOY",
        "FINAL FANTASY JUMBO PLUSH - CHOCOBO",
        "FINAL FANTASY GAMING MOUSE PAD",
        "FINAL FANTASY XIV - THE BEST",
        "FINAL FANTASY XIV CARABINEER CACTUAR",
        "FINAL FANTASY XIV SPRIGGAN PLUSHIE",
        "FINAL FANTASY SQUARE CUSHION - CHOCOBO",
        "PIANO COLLECTIONS: FINAL FANTASY XV",
        "FINAL FANTASY MINI PLUSH: FINAL FANTASY VII SEPHIROTH",
        "FINAL FANTASY XIV JOB PIN - MONK",
        "FINAL FANTASY XIV JOB PIN - WARRIOR",
        "FINAL FANTASY XIV BABY BEHEMOTH PLUSH",
        "FINAL FANTASY XIV: DUALITY ARRANGEMENT ALBUM",
        "FINAL FANTASY XIV CLASS ICON WEAVER",
        "FINAL FANTASY XIV CLASS ICON CARPENTER",
        "FINAL FANTASY XIV JOB PIN - DANCER",
        "FINAL FANTASY XIV JOB PIN - GUNBREAKER",
        "FINAL FANTASY XIV ACRYLIC STAND Y'SHTOLA",
        "FINAL FANTASY XIV GIANT BEAVER PLUSHIE"
    ],
    "price": [
        "£15.99",
        "£14.99",
        "from £9.99",
        "£22.99",
        "£23.99",
        "£14.99",
        "£76.99",
        "£23.99",
        "£44.99",
        "£9.49",
        "£38.99",
        "£11.49",
        "£29.99",
        "£17.99",
        "£34.99",
        "£14.99",
        "£22.99",
        "£8.99",
        "£7.99",
        "£93.99",
        "£136.99",
        "£29.99",
        "£34.99",
        "£9.49",
        "£27.99",
        "£24.99",
        "£15.99",
        "£15.99",
        "£8.99",
        "£8.99",
        "£34.99",
        "£24.99",
        "£6.49",
        "£6.49",
        "£6.49",
        "£6.49",
        "£15.99",
        "£34.99"
    ],
    "description": [
        "Zidane of FINAL FANTASY IX is now available as a chibi-style mini plush!\n\n©SQUARE ENIX CO., LTD. All Rights Reserved.",
        "Square Enix is proud to offer this 500-piece jigsaw puzzle.\n\nFeaturing the classic character illustrations by Tetsuya Nomura from Final Fantasy VII with iconic depictions of Cloud Strife, Tifa Lockhart, Aerith Gainsborough, Barret Wallace, Yuffie Kisaragi, Vincent Valentine, Cait Sith, Cid Highwind and Red XIII in front of Midgar's Mako Generators. Finishing over a square foot, this will be fun for puzzle and Final Fantasy fans of all ages!\n\nRelease date is approximate.\n\nShipment may take longer if the parcel contains an import product and faces delays due to customs and duties.\nAlso, please be aware of potential release date changes which shall be updated on the website.",
        "Steam key issued upon purchase. Activate via your Steam account\n\nIn Midgar, a city controlled by the mega-conglomerate Shinra Inc., the No. 1 Mako Reactor has been blown up by a rebel group, AVALANCHE.\nAVALANCHE was secretly formed to wage a rebellion against Shinra Inc., an organisation which is absorbing Mako energy, destroying the natural resources of the planet. Cloud, a former member of Shinra´s elite combat force, SOLDIER, was involved with the bombing of the Mako Reactor.\nCan Cloud and AVALANCHE protect the planet from the huge, formidable enemy, Shinra Inc.?",
        "A plush toy of Cactuar and one of the traditional mascots from the FINAL FANTASY series.\n\n© SQUARE ENIX CO., LTD. All Rights Reserved.",
        "Amazingly cute mats of Chocobo, Cactuar, and Moogle are here From the Final Fantasy series! The lovable characters are colorfully recreated and will add a bit of whimsy no matter where in your home they’re used.\n\nItem Size:  W 60 cm X H 40 cm\nMaterial:  Polyester/TPU",
        "FINAL FANTASY mascot characters join the fray as palm-sized plushies! These adorable critters can be used to decorate your space, or attached to your bag to carry with you. Four styles to collect, including Chocobo, Moogle, Cactuar & Tonberry!\n\nDimensions Approx :  W 110mm × D 35mm × H 120mm\n\nCopyrights: © SQUARE ENIX CO., LTD. All Rights Reserved.",
        "This jumbo plush with be a 1/1 scale as the Cactuar in FINAL FANTASY VII REMAKE.\nSo get ready for 10,000 needles and a soft hug!\n\n* Please note:\nSmall cactuar in photo is only for size reference. Not included in purchase.\nProduct Size: Approx. W 475mm × D 160mm × H 680mm",
        "Amazingly cute mats of Chocobo, Cactuar, and Moogle are here From the Final Fantasy series! The lovable characters are colorfully recreated and will add a bit of whimsy no matter where in your home they’re used.\n\nItem Size:  W 60 cm X H 40 cm\nMaterial:  Polyester/TPU",
        "A vinyl record will be released to commemorate the initial release date of FINAL FANTASY IX!\nFINAL FANTASY IX’s popularity has remained strong since its release on July 7, 2000. This vinyl record contains thoughtfully selected popular songs from the game and will be available exclusively through our official store. Both discs will feature a picture label.  \n\nWe hope you enjoy the music of FINAL FANTASY IX on vinyl record.\n\nRelease date is approximate, any changes will be updated on the page\nThe images are not final. They may differ from the actual product.\nThe tracks are subject to change without notice.\n\n(C)2000, 2019, 2022 SQUARE ENIX CO., LTD. All Rights Reserved.\nLOGO ILLUSTRATION: (C) 2000 YOSHITAKA AMANO",
        "This carabiner is an everyday accessory that looks equally nice on your belt or your backpack!\n\nFour versions are available: Meteor, Fat Chocobo, Cactuar, and Goobbue\n\nThe shape of the gate on each carabiner varies from character to character.\n\nDimensions     Width: Approx 60 mm  X  Length: Approx 70 mm\nMaterial     Aluminium Alloy",
        "Fan favourite Final Fantasy VII - Sephiroth make his appearance as a soft cuddly toy! Perfectly recreated in a Chibi style Sephiroth can be your new plush companion!\n\n\n © SQUARE ENIX CO., LTD. All Rights Reserved.",
        "Introducing the cute, new Stacking Mugs, featuring the well-known characters from the FINAL FANTASY Series; Chocobo, Cactuar and Moogle! The Characters are painted colourfully over this slightly transparent, white background. You can stack them up, so they make a great additional to your home décor! ",
        "This fabric Chocobo is perfect for collecting autographs and a great alternative to traditional guest books! Make a one-of-a-kind gift for any special occasion!\n\nGreat for:\n\n-Weddings\n-Baby Showers\n-Graduations\n-Birthdays\n-Promotions\n-Going Away Present\n-Holiday Parties\n\n~Example depicted in photos are decorated by Toshiyuki Itahana and are shown for demonstration purposes only~\n\nSpecs: Plush Characters\nMaterial: Polyester\n\nProduct Size: (CM) W11.5cm × D13.8mm × H15.5mm\nProduct Weight: 138g\n\n\nShipment may take longer if the parcel contains an import product and faces delays due to customs and duties.\nAlso, please be aware of potential release date changes which shall be updated on the website.",
        "Japanese-inspired tenugui towels featuring the cute carbuncle! Part of a series of tenugui towels, this product features a moogle pattern alongside FINAL FANTASY XIV written in Japanese.\n\nMaterial: 100% Cotton\nDimensions: Approximately W 98cm x H 35cm",
        "Making its European debut at the Fan Festival 2019 in Paris!The adorable carbuncle from FINAL FANTASY XIV is now available as a pair of comfy slippers!\n\nFFXIV adventurers will immediately recognize them as a cute, plush recreation of the Emerald Carbuncle Slippers in-game item. These slippers are made from a plush material which makes them very soft and comfortable. On top of that, wearing them makes it look like there are little carbuncles waking around! If the cute appearance alone doesn't just melt your heart, then the soft, plushie texture definitely will!\n\nMain body: Polyester Bottom Surface: Polyester / PVCCushion\nFilling: Polyester / Polyurethane / EVASmall Parts: ABS\nDimensions: Approximately H 16cm x L 37cm x 13.5cm. Equivalent to US shoe size 6.5 - US9",
        "Making its European debut at the Fan Festival 2019 in Paris!\n\nWear these moogle ears to your next FINAL FANTASY XIV event! Great for cosplay, or just for fun, this is a headband featuring a pair of moogle ears and a moogle pom pom.\n\nOutside: Polyester Inside: ABS / Polypropylene\nDimensions: H 24cm x D 8cm x W 20cm",
        "Celebrate the lush, magnificent artwork of the critically acclaimed online game FINAL FANTASY XIV with this selection of 27 large-format, full-color illustrations. Printed on heavy, press-varnished card stock, and featuring character art from A Realm Reborn through the Heavensward, Stormblood, and Shadowbringers expansion packs, these posters are a visual tribute to the rich world of Eorzea.\n\nLanguage: English\nPage Count: 28\nTrim Size: 11” x 14”\n\nMore info about the book in the below link:\nhttps://sqex.to/ampBu\n\nPlease be aware of potential release date changes which shall be announced on the website.\n* Cover art and sample interior images are not final.\n\n©2010 - 2021 SQUARE ENIX CO., LTD. All Rights Reserved.",
        "The FINAL FANTASY character Moogle is now here in cup form!\n\n© 2016,2017 SQUARE ENIX CO., LTD. All Rights Reserved. Developed by indieszero Co., Ltd.",
        "Play your card games in style with this emblematic design from the Arcade version of FINAL FANTASY DISSIDIA!*\n\nPack of 60 Sleeves\nW 67mm x D 92mm\n\n(*compatible with Final Fantasy Trading Card Game, Chocobo Crystal Hunt and Dungeon & Monsters - Please check the dimensions of the cards beforehand for other games.)",
        "Limited to 200 pcs in Europe - Until 7th July,\n\nThe ultimate Square Enix Products experience is back with a FINAL FANTASY FLUFFY BUNDLE OF JOY!\n\nFINAL FANTASY Fans rejoice as we prepared a special, fluffy and cuddly bundle just for you!\nTreat yourself to a collection of 5 fluffy plush product from our great selection, a Chocobo Playing Cards and a two small secret gifts!\nAll items in this bundle are FINAL FANTASY themed and include:\n\n4 Plush Toys\n1 Plush Accessory\n1 set of Chocobo Playing Cards\n2 small Gifts\nGet content worth over £125 for £99.99 ONLY!\n\n*Box for illustrative purposes only",
        "KWEH! The Jumbo Chocobo is amazingly cute and is speeding along making the everyday an adventure.\nThis plush is just short of two feet tall & will be a great addition to any Final Fantasy collection!\n\n*Please note: small Chocobo in photo is only for size reference. Not included in purchase.\n\nProduct Size: (CM) Approx. W 41.91 cm x D 49.02 cm x H 58.47 cm\n\nRelease date is approximate.\n\n\nShipment may take longer if the parcel contains an import product and faces delays due to customs and duties.\nAlso, please be aware of potential release date changes which shall be updated on the website.",
        "Our large gaming mousepads are a great way to customize your space with some of your favorite SQUARE ENIX artwork while giving you a large space to move your mouse during work or play.\n\nMaterial: Polyester, Rubber\nDimensions: L 30 cm x W 70 cm x D 0.30 cm\nWeight: 370 g\n\nRelease date is approximate.\n\nShipment may take longer if the parcel contains an import product and faces delays due to customs and duties.\nAlso, please be aware of potential release date changes, which shall be updated on the website.",
        "We are pleased to present our first FINAL FANTASY XIV “best of” album containing songs selected by our Warriors of Light around the globe!\n\nIn the five years since its rebirth, FINAL FANTASY XIV has produced a number of musical classics. To commemorate the fifth anniversary, SQUARE ENIX conducted a poll in which players would vote for their ten favorite tracks. We then took the poll results to compile approximately 50 songs that were especially popular amongst the fans to bring you this best-of album!\n\nThis first run includes not one, but two in-game items!\nOrchestrion Roll: Wayward Daughter (Chiptune Version)\nOrchestrion Roll: The Worm's Tail (Chiptune Version)",
        "Adorable FINAL FANTASY XIV carabiners are here!\n\nThis carabiner is an everyday accessory that looks equally nice on your belt or your backpack!\n\nFour versions are available: Meteor, Fat Chocobo, Cactuar, and Goobbue\n\nThe shape of the gate on each carabiner varies from character to character.\n\nDimensions     Width: Approx 45mm  X  Length: Approx 65mm\nMaterial     Aluminium Alloy",
        "The irrepressible spriggan is now available as a cute cuddly toy!\n\nPurchase bonus: With this item code, you can acquire the “Stuffed Spriggan” item for use in the FINAL FANTASY XIV game.\n\n● The Stuffed Spriggan is an item for use in housing only.\n● This item cannot be put on the in-game market or traded with other players. In addition, ownership rights being lost can occur in the following situations, depending on the exact housing and furniture the player possesses, so please take care under these circumstances.\nThe removal of this item by another player, withdrawal or eviction from a free company, cancellation of house sharing or incurring vacation measures from a plot of land.\n● A FINAL FANTASY XIV service account contract is required to use this item code. Users who do not yet have a service account should go to the official website（http://www.finalfantasyxiv.com/）.\n● The in-game item obtained via this item code can only be assigned to a single character selected when redeeming the code.\n● This item has no effect on player capabilities.\n● Any actions with the objective of giving, selling, or otherwise transferring ownership of this code to another player, both inside and outside of the game, are strictly prohibited. (This includes putting the code up for sale via internet auctions)\n● This item code can only be registered to a service account for the retail version of FINAL FANTASY XIV. It cannot be registered to free trial accounts or public accounts at internet cafes.\n● It is not possible to re-issue the item code should it be lost.\n● The item code is made up of 20 half-sized Roman alphabet characters or Arabic numerals.\n● The item code does not have an expiry date.\n\n© 2010 - 2020 SQUARE ENIX CO., LTD. All Rights Reserved.",
        "Beloved Final Fantasy creature Chocobo makes its appearance as super-sized rectangular cushion! With a good amount of elasticity, it has a great feel, so you can keep it as a cuddle buddy or use it as a decorative accent in your room!\n\n\nGrab your favorite today, or get multiple to stack on top of each other!\n\n©SQUARE ENIX CO.,LTD. All Rights Reserved.",
        "FINAL FANTASY XV is the latest instalment in the world-renowned RPG series, FINAL FANTASY.\n\nThe music from the game has also received high praise and can now be enjoyed as piano arrangements which have been well-received by both game and FINAL FANTASY fans alike!\nYoko Shimomura, the main composer of FINAL FANTASY XV, has returned to produce this album, carefully selecting songs best suited as piano pieces and supervising the entire production!\nWhen composing songs, Shimomura is always mindful of the piano melodies which are further refined in these beautiful arrangements.\nA true work of art that touches the heart beyond the gaming experience, please look forward to this composition of musical masterpieces only one dreams of hearing on the piano!\n\nSome tracks available on soundtrack (not in specific order):\n\nSomnus\nValse di Fantastica\nVeiled in Black\nAPOCALYPSIS NOCTIS\nOMNIS LACRIMA\nSorrow Without Solace\nNOCTIS\nLUNA\nStand Your Ground\nStarlit Waltz\nAnd More...\n\n*Please note that this is a Japanese import soundtrack disc.",
        "Sephiroth from FFVII now available in this super-deformed design as a cuddly toy!\n\n©SQUARE ENIX CO., LTD. All Rights Reserved.",
        "FINAL FANTASY XIV job pin badges now on sale.\nThese pin badges can be worn on your person and are also great as presents.\n\n© SQUARE ENIX CO., LTD. All Rights Reserved.",
        "FINAL FANTASY XIV job pin badges now on sale.\nThese pin badges can be worn on your person and are also great as presents.\n\n© SQUARE ENIX CO., LTD. All Rights Reserved.",
        "Take home this fierce (and soft!) minion, now more adorable than ever!\n\n● The Baby Behemoth Plushie is a dedicated housing item.\n● This item cannot be sold at the market or traded. In addition, the following types of rights loss can occur depending on the actual house and types of furniture used:\nWithdrawal by other players, expulsion from Free Companies, retirement, removal of house share links.\nBe careful of the above issues when withdrawing from housing land.\n\nPLEASE NOTE:\nIn game downloadable code has now expired and is non- redeemable.",
        "Sound Director Masayoshi Soken has hand-picked popular songs from FINAL FANTASY XIV: Heavensward (content from Patch 3.0 and beyond) for this album. The band arrangement and piano arrangement songs have all been recorded in 96khz/24 bit quality in 5.1 surround sound with the piano arrangement offering a multifaceted sound that can’t be heard in the original stereo recording! MP3 versions of all the songs are included as well, so you can take the tracks with you on the go. Finally, don’t miss out on the extra features like in-game video playback with the music and live concert footage.\n This limited first-run edition of the album also contains a bonus item code that grants two in-game Orchestrion rolls.\nOrchestrion Roll : Borderless (Duality)\nOrchestrion Roll : Unbending Steel (Duality)\n* Please note that this soundtrack is not a CD. A Blu-Ray disc player is required.\n* Owners of a Blu-Ray-compatible drive will be able to retrieve mp3 versions of all the tracks.\n* Please note that this is a Japanese import soundtrack disc.\n* The item code will expire on December 31, 2018.",
        "This FINAL FANTASY XIV® class icon pin features the design of the Weaver!\n\nProduct measures 2.54cm x 2.54cm and features metal butterfly clutch.",
        "This FINAL FANTASY XIV® class icon pin features the design of the Carpenter!\n\nProduct measures 2.54cm x 2.54cm and features metal butterfly clutch.",
        "FINAL FANTASY XIV job pin badges now on sale.\nThese pin badges can be worn on your person and are also great as presents.",
        "FINAL FANTASY XIV job pin badges now on sale.\nThese pin badges can be worn on your person and are also great as presents.",
        "Presenting an acrylic stand featuring beautiful artwork of Y'sthola from FINAL FANTASY XIV: Shadowbringers! Whether you're journeying to the First or simply going to the office, enjoy sharing your space with your favorite character from Shadowbringers!\n\nFully assembled size: Approx. 5.1\" (130mm) tall",
        "The giant beaver minion from FINAL FANTASY XIV: Shadowbringers makes its debut as an adorable plush!\nIn its hands are what seem to be a set of pixie wings…?\n\nEach plush also includes a code for a bonus in-game furnishing item, the Stuffed Giant Beaver.\n\n* This item code does not expire. Notwithstanding the foregoing,\nSquare Enix reserves the right to establish an expiration date for this item code by providing advance notice via appropriate channels.\nThis item will be distributed to a single character of your choice on a selected service account.\n\nREMINDER:\nThe stuffed giant beaver is an indoor furnishing.\nThe stuffed giant beaver cannot be traded or sold on the market board.\nOwners may lose access to the furnishing item under the following conditions:\nIf it is removed from the estate by another player.\nIf the owner leaves, or is discharged from, the free company.\nWhen losing access to a shared estate.\nIn the event that the estate is demolished.\nA service account for FINAL FANTASY® XIV must be registered to your Square Enix account in order to use the bonus item code.\nIf you have yet to register a service account, please visit the official website for details.\nThe bonus item code can only be redeemed once.\nThis item does not grant any beneficial effects.\nOnce registered, the bonus item code cannot be removed from your service account.\nTransferring, selling, offering to sell, or any actions with these intentions (such as listing it on internet auction sites) in or out of the game is strictly prohibited.\nThis bonus code is strictly for service accounts associated with the full product version of FINAL FANTASY® XIV. You may not redeem this code through a free-trial version or while logged in from an internet café.\nThe bonus item code is a string of 20 alphanumeric characters.\nPlease be sure to enter your bonus item code accurately when prompted to do so.\nPlease do not lose the bonus item code, as a replacement code cannot be issued.\nIn-game Item code can be redeemed by logging into your Square Enix Store account after completing your check out.\nIn-game item code not available for guest checkout. If you would like to purchase this item with in-game item code, please log in or register for a new Square Enix Store account."
    ],
    "product_id": [
        "462642",
        "604828",
        "603952",
        "306733",
        "598069",
        "560386",
        "598598",
        "598050",
        "731678",
        "487164",
        "308033",
        "572126",
        "528349",
        "615819",
        "615815",
        "615807",
        "676788",
        "468804",
        "561078",
        "447304",
        "629163",
        "685982",
        "495982",
        "487201",
        "480695",
        "459724",
        "435956",
        "453299",
        "453809",
        "453764",
        "442128",
        "425608",
        "596676",
        "596581",
        "596507",
        "596490",
        "595227",
        "593462"
    ],
    "product_uuid": [
        "b3cdfcbe-87df-4914-84dc-bd136b0d85e4",
        "4427cd94-10c6-4e2b-9645-34468a384ce1",
        "9e6d6ae9-aaa3-4dfa-928b-60c19cb8df33",
        "ddf66b6c-b66f-4ef9-8f58-cb6a2b408fe6",
        "8badba9e-a846-4344-aa33-96dceb937c7a",
        "55424aa2-0dba-4b65-8972-01ed2942902f",
        "4fe97a0f-55f8-43f4-ab85-504ec765d4ca",
        "1ae0fdb1-7b08-4fbf-af4e-f879dcb4a4f6",
        "ef542fa9-cac4-438c-a126-7197c9d98e44",
        "16d3d6cd-41f9-4d04-a566-878205a3643f",
        "f94062a0-f423-4864-90e8-7f62cf151c44",
        "1b83f674-4b44-4914-b4ab-96041ac052b3",
        "8ac9f9d9-d231-4ae0-885c-044f96b3aff1",
        "e76be9ae-4d4e-40c8-a665-1bccdd377e4a",
        "4a74215f-735e-488c-8c7c-b7ca96fb2c43",
        "58ac925f-cef5-4be0-9c29-da0f262c1b69",
        "ab514ec2-2925-4701-9ae0-2839a5a54f85",
        "514e384d-a70e-4898-b66f-a2f36abb0db6",
        "571b6fc2-574b-4459-88c8-c1bbebdc8f66",
        "4140b4c5-4397-4a3f-b2a2-9e18fefeb4d3",
        "ec0a7624-9039-48cf-a36f-84644fa23086",
        "c53ce4aa-bb7a-427c-ba94-5b5363b4b1ef",
        "4689ab93-2a8a-43bc-9e67-1b24a1332630",
        "f2a4d06e-9da7-412c-b8ca-6d0fec1911cd",
        "850a3350-2dfa-49d4-abb8-6d5c0177ca39",
        "93defdf2-7dcd-46e2-bce9-e3b58dc60e02",
        "a0f50ef6-347a-449f-a503-c0a8f292e51c",
        "b7977147-cc50-48f9-929b-761c890e5353",
        "1c58d52b-638d-4ca3-a789-029588d88f87",
        "4138541e-42aa-44fe-a95b-e1b116855433",
        "b9f9a22f-ad50-431e-9671-e4f9da979473",
        "2d809265-5a9c-4826-94a1-b4144de18899",
        "8533c71f-28f0-4925-a872-988f396440f6",
        "c30aa2d0-56ba-408e-87a2-46d45f9a5f44",
        "962f48b2-0b31-47b9-8a99-f4bac6694b82",
        "f2ba3423-ce3d-4e97-b67f-a90e49f310ac",
        "c4ad0c1c-f5e3-44fe-9126-06e52328e132",
        "d402a8bf-b2dd-490a-92e4-138b140db698"
    ]
}